{
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "none-ls-shellcheck.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lsp-installer": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "orgmode": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "present.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-grammarous": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-snippets": { "branch": "master" }
}
